{
  "add contact":"Add a contact to your contacts. Ex: Create contact",
  "amazon":"shop for products on Amazon. Ex: search for cat food on amazon",
  "check contact":"Check contact info. Ex: What's my name",
  "change contact": "Chance contact info. Ex: Call me Milfred",
  "display contacts": "Lists all your contacts. Ex: list contacts",
  "dictionary": "Define alligator",
  "email":"Check or send email. Ex: email example@example.com",
  "general term lookup":"Lookup terms or people. Ex: What is a cat, Who is Linus Torvalds",
  "google":"Search google. Ex: google cats",
  "help": "Ask for help. Ex: help",
  "location": "Get your current location. Ex: where am i? what country am i in",
  "math":"Do some math. Ex: 2+2",
  "maps":"directions to North Korea",
  "music control":"Control the music. Ex: play, pause, next, previous",
  "movies":"Check local movies. Ex: movies near me, showtimes for Justice League",
  "news": "Opens news on Google News. Ex: News, news about cats",
  "open":"Opens a website, file, or application. Ex: go to google.com, open Steam",
  "palindrome":"Checks if word is palindrome. Ex: Is racecar a palindrome",
  "random decisions":"Makes random decisions. Ex: flip a coin",
  "reboot":"restarts/reboots the computer. Ex: reboot",
  "reddit":"Searchs reddit for content. Ex: Find cats on reddit",
  "remove contact": "Removes a contact. Ex: Remove contact Timmy Timnson",
  "shutdown":"Shutdown computer, Ex: shutdown",
  "sing":"Plays a nice song. Windows Only Ex: sing",
  "sleep":"Suspends the computer. Ex: sleep",
  "terminal":"Run a command in Terminal. Ex: run ls",
  "terminal mode": "Open a terminal session. Ex: terminal mode",
  "thesaurus":"Finds synonyms of a word. Ex: Synonyms for silly",
  "time":"Gets the time or date. Ex: What time is it?, What's the date",
  "timer":"Counts down down from a number. Ex: Count down from 10",
  "translation":"Translate phrases. Translate hombre malo to English",
  "volume":"Sets volume to a number between 0 and 100. Ex: set volume to 6, volume 4",
  "wikipedia":"Search wikipedia for topics. Ex: wikipedia history of cheese graters.",
  "weather":"Checks the local weather. Ex: What's the weather like",
  "xkcd":"Opens an xkcd comic. Ex: xkcd 127, xkcd"
}